app-admin/doas
app-admin/eclean-kernel
app-admin/sudo
app-admin/sysklogd
app-editors/emacs
app-editors/nano
app-editors/neovim
app-emulation/libvirt
app-emulation/lxd
app-emulation/qemu
app-i18n/translate-shell
app-laptop/laptop-mode-tools
app-misc/cmatrix
app-misc/mc
app-misc/neofetch
app-misc/tmux
app-portage/cpuid2cpuflags
app-portage/eix
app-portage/gentoolkit
app-shells/fish
app-text/zathura
app-text/zathura-djvu
app-text/zathura-pdf-mupdf
dev-db/sqlite
dev-lang/go
dev-lang/rust-bin
dev-libs/icu
dev-libs/libcgroup
dev-libs/libclthreads
dev-python/pip
dev-util/ccache
dev-util/cgdb
dev-vcs/git
lxde-base/lxappearance
media-fonts/dejavu
media-fonts/fira-code
media-fonts/terminus-font
media-gfx/feh
media-gfx/maim
media-libs/imlib2
media-libs/libsdl
media-plugins/alsa-plugins
media-sound/alsa-utils
media-sound/cmus
media-video/mpv
net-analyzer/nmap
net-irc/irssi
net-irc/weechat
net-misc/bridge-utils
net-misc/curl
net-misc/dhcpcd
net-p2p/rtorrent
net-wireless/iw
net-wireless/iwd
net-wireless/wpa_supplicant
sys-apps/bubblewrap
sys-apps/hdparm
sys-apps/pciutils
sys-apps/sdparm
sys-apps/smartmontools
sys-boot/efibootmgr
sys-boot/refind
sys-devel/clang
sys-devel/gdb
sys-firmware/intel-microcode
sys-fs/fuse
sys-fs/fuse:0
sys-fs/lxcfs
sys-fs/ncdu
sys-fs/squashfs-tools
sys-fs/unionfs-fuse
sys-kernel/dracut
sys-kernel/genkernel
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-power/acpi
sys-power/acpid
sys-power/powertop
sys-power/thermald
sys-process/cronie
sys-process/htop
sys-process/iotop
www-client/elinks
x11-apps/setxkbmap
x11-apps/xbacklight
x11-apps/xinit
x11-apps/xsetroot
x11-base/xorg-server
x11-drivers/xf86-video-intel
x11-misc/arandr
x11-misc/dmenu
x11-misc/dunst
x11-misc/picom
x11-misc/slock
x11-misc/xclip
x11-misc/xdg-user-dirs
x11-misc/xdg-utils
x11-misc/xss-lock
x11-terms/alacritty
x11-wm/dwm
